{
"truth": [
  "If you had to swap lives with any inanimate object for a week, what would you be and why?",
  "What’s a completely irrational fear that you’ve never told anyone about?",
  "Describe your villain origin story — how would you turn evil?",
  "Which historical figure would hate you the most, and why?",
  "What’s a belief or rule you secretly ignore, even though you pretend to follow it?",
  "What’s a compliment you received that secretly offended you?",
  "What’s something deeply uncool you’re actually obsessed with?",
  "If you were forced to invent a fake conspiracy theory, what would it be?",
  "What’s a ‘main character’ moment you had that nobody noticed?",
  "What’s a thought you’ve had that made you go, ‘Whoa… I might be the problem.’",
  "What’s the weirdest way you’ve misinterpreted a social situation?",
  "If your browser history were public, what’s one thing that would get taken completely out of context?",
  "What’s a personality trait people think you have, but they’re totally wrong?",
  "If you had a statue built of you, what pose would you strike, and where would it be placed?",
  "What fictional universe would you absolutely fail to survive in — and how would you die?",
    "What’s the most embarrassing thing you’ve done in public?",
    "Have you ever pretended to like something just to fit in?",
    "What’s the biggest secret you’ve kept from your parents?",
    "What’s your guilty pleasure that no one knows about?",
    "Who here do you think would survive a zombie apocalypse last?",
    "Have you ever had a crush on someone in this room?",
    "What’s the weirdest dream you’ve ever had?",
    "Have you ever cheated in a game and not told anyone?",
    "What’s the last thing you searched for on your phone?",
    "What’s something you’re glad your parents don’t know about you?",
    "Have you ever stalked someone on social media?",
    "If you had to date one cartoon character, who would it be and why?",
    "What’s the strangest lie you’ve ever told?",
    "Have you ever had an imaginary friend? What was their name?",
    "Who is the most annoying person you know, and why?",
    "What's a fantasy you've had that you're too embarrassed to act on?",
    "Have you ever had a crush on someone in this room? What happened?",
    "What's the weirdest thing that's unexpectedly turned you on?",
    "If you had to write a steamy fanfic about two fictional characters, who would you pair — and why?",
    "What's the most NSFW search you've typed into Google… and were *glad* you did?",
    "Have you ever had an oddly intimate moment in a totally non-intimate situation?",
    "What’s your most controversial opinion about sex or relationships?",
    "If your bedroom had a warning label, what would it say?",
    "Have you ever tried to seduce someone in a way that completely backfired?",
    "What’s a sensual experience you’ve always wanted to try but haven’t yet — and why not?",
    "What part of you do you think is magnetic in a way words can’t capture?",
    "Have you ever felt emotionally naked in a way that was more vulnerable than being physically undressed?",
    "What’s something sensual you’ve only imagined, but felt vividly — like it really happened?",
    "If someone could touch your thoughts instead of your body, what would they find most provocative?",
    "When was the last time a non-physical interaction felt more intimate than anything physical?",
    "If you had to describe desire without using the word 'want,' how would you paint it?",
    "Have you ever withheld something sensual — not out of fear, but as a form of power?",
    "If attraction were a color or texture, what would yours feel like tonight?",
    "When does silence become seductive?",
    "Describe a boundary you've never crossed — but often visit in your mind."
],

"dare": [
  "Invent and sing a 30-second theme song about yourself. Include your flaws.",
  "Convince someone (in this room or via text) that you’ve just become a certified alien communicator.",
  "Find 3 random objects nearby and explain how you’d use them to survive in the wild.",
  "Write a motivational quote... for pigeons. Read it out loud like a TED Talk.",
  "Make a commercial for an imaginary product — the weirder the better — and act it out.",
  "Speak only in questions until your next turn. If you fail, you must speak in song.",
  "Using only hand gestures, act out a weird dream you’ve had recently. Let others guess.",
  "Take a dramatic ‘break-up’ selfie with an object in the room and post it to your camera roll.",
  "Give a weather report for your emotions right now, like you’re on live TV.",
  "Pretend to be a secret agent giving an urgent mission briefing about everyone in the room.",
  "Draw a self-portrait with your non-dominant hand in 60 seconds and present it like a museum tour guide.",
  "Call an object nearby your ‘sworn enemy’ and dramatically explain your rivalry.",
  "Pick two people and narrate an overly dramatic soap opera scene involving both.",
  "Do a dance where each move is inspired by an animal, a kitchen appliance, and a famous person.",
  "Record a fake voice note to your future self giving life advice that makes no sense.",
    "Talk in a fake accent for the next 3 rounds.",
    "Try to lick your elbow.",
    "Send a funny selfie to the last person you texted.",
    "Do your best impression of someone in this room.",
    "Sing everything you say for the next 5 minutes.",
    "Text someone ‘I need to tell you something…’ and don’t reply for 10 minutes.",
    "Do 20 jumping jacks while naming a fruit with each jump.",
    "Balance a spoon on your nose for 30 seconds.",
    "Let another player post something on your social media story.",
    "Wrap yourself in toilet paper like a mummy.",
    "Act like a chicken until your next turn.",
    "Dance without music for 60 seconds.",
    "Hold your breath and try to say the alphabet.",
    "Speak only in rhymes for the next 3 turns.",
    "Try to juggle 3 random objects from the room.",
    "Open your camera and take a 'mysterious seduction' selfie. No context allowed.",
    "Describe your ideal kiss scene like it's a movie trailer — voiceover included.",
    "Send a flirty emoji to the third person in your recent contacts list and wait for a reply.",
    "Invent and act out a product pitch for a ridiculous adult toy nobody would buy.",
    "Pick someone and describe their vibe using only romantic metaphors — be poetic.",
    "Act out your sexiest food commercial. Yes, *food* is the star.",
    "Make up a safe word that would *absolutely ruin the mood* — then justify why it works.",
    "Choose someone and, using hand gestures only, describe your ideal date night with them.",
    "Text someone a compliment that sounds innocent — but totally isn't.",
    "Do a 10-second ‘sultry walk’ across the room… but wearing socks like it's a runway.",
    "Whisper a made-up ‘memory’ to someone — make it sound intimate, even if it's fiction.",
    "Choose a player and describe them as if they were a forbidden object in a surreal art gallery.",
    "Trace an invisible shape on the table with your fingers as if it were a secret desire, and don’t explain it.",
    "Deliver a one-minute TED Talk on ‘The Architecture of Teasing’ using metaphors only.",
    "Stare at someone for 15 seconds and say the most poetic thing that comes to mind — don’t blink.",
    "Create and perform a 10-second ritual that summons ‘romantic mischief.’",
    "Act like you’re on an audio-only dating app and try to seduce someone using *just* the tone of your voice.",
    "Choose two random words (e.g. velvet + chaos) and build a fantasy scenario around them.",
    "Draw a sensual experience using only abstract lines or symbols — then let someone interpret it.",
    "Pick an object in the room and explain how it represents temptation… like you’re teaching a class on it."
]

}
